Repository: Icuucmeok/code-craft-design
Catalog: l10n/intl_*.arb
Languages: ar, fa

source: Session expired
ar: انتهت صلاحية الجلسة
fa: کاربر خارج شد

# noInternetConnection
source: No Internet
ar: تحقق من جودة الاتصال بالانترنت
fa: فاقد انترنت

source: An error occured
ar: حدث خطأ ما
fa: خطایی رخ داده

source: Cancel
ar: إلغاء
fa: لغو

source: Confirm
ar: تأكيد
fa: تایید

source: Email is not valid
ar: البريد الالكتروني غير صالح
fa: ایمیل مورد تایید نیست

source: Website is not valid
ar: الموقع الالكتروني غير صالح
fa: وب سایت معتبر نمی باشد

source: Mobile is not valid
ar: رقم الموبايل غير صالح
fa: شماره تماس معتبر نمی باشد

# minLengthValidator
source: must be at least {count}
ar: على الأقل {count} يجب أن تكون
fa: باید حداقل {count} باشد

# maxLengthValidator
source: must be at most {count}
ar: على الأكثر {count} يجب أن تكون
fa: باید حداکثر {count} باشد

source: required Field
ar: هذا الحقل مطلوب !
fa: گزینه مورد نیاز

source: There Is Required Fields
ar: يوجد حقول مطلوبة
fa: گزینه های مورد نیاز وجود دارد

source: Home
ar: الرئيسية
fa: خانه

source: Login
ar: تسجيل الدخول
fa: وارد شوید

source: Language
ar: اللغة
fa: زبان

source: Password
ar: كلمة المرور
fa: رمز عبور

source: Old Password
ar: كلمة المرور القديمة

source: Create Account
ar: انشاء حساب
fa: ایجاد حساب کاربری

source: Email
ar: البريد الالكتروني
fa: ایمیل

source: Facebook
ar: فيسبوك
fa: فیس بوک

source: Number
ar: الرقم
fa: شمارش

source: Price
ar: السعر
fa: قیمت

source: Colors
ar: الألوان
fa: رنگ

source: L.S
ar: ل.س

source: Category
ar: الفئة
fa: دسته بندی

source: Note
ar: ملاحظات
fa: توجه

source: Arabic
ar: العربية
fa: عربی

source: English
ar: الانكليزية
fa: انگلیسی

source: No Items To Display
ar: لا يوجد عناصر لعرضها
fa: هیچ موردی برای نمایش دریافت نشد

source: Added Successfully
ar: تمت الإضافة بنجاح
fa: بارگزاری با موفقیت انجام شد

source: Sent Successfully
ar: تمت الارسال بنجاح
fa: با موفقیت ارسال شد

source: Edit Successfully
ar: تم التعديل بنجاح
fa: ویرایش با موفقیت انجام شد

source: Deleted Successfully
ar: تم الحذف بنجاح
fa: با موفقیت حذف شد

source: Blocked Successfully
ar: تم الحظر بنجاح
fa: با موفقیت مسدود شد

source: Search
ar: بحث
fa: جستجو

source: Select Date
ar: اختر التاريخ
fa: انتخاب تاریخ

source: Tap To Select Date
ar: انقر لاختيار التاريخ
fa: برای انتخاب تاریخ گزینه را فشار دهید

source: Dark Theme
ar: الوضع الداكن
fa: پس زمینه تیره

source: Light Theme
ar: الوضع الفاتح
fa: پس زمینه روشن

source: Sign In
ar: تسجبل دخول
fa: ورود

source: Sign Up
ar: انشاء حساب
fa: ثبت نام

# signWithEmail
source: Sign with email address
ar: تسجيل برقم الهاتف
fa: ثبت نام با آدریس ایمیل

# signWithNumber
source: Sign with Mobile number
ar: تسجيل بالبريد الالكتروني
fa: ثبت نام با شماره موبایل

source: Already Have Account?
ar: تملك تملك حساب؟

# doNotHaveAccount
source: Don't Have Account
ar: لا تملك حساب
fa: حساب کاربری ندارم

source: Remember Me
ar: تذكرني
fa: به خاطر بسپار

source: Forgot Password
ar: نسيت كلمة المرور
fa: رمز عبور را فراموش کرده ام

source: Female
ar: انثى
fa: خانم

source: Male
ar: ذكر
fa: آقا

source: Full Name
ar: الاسم الكامل
fa: نام و نام خانوادگی

source: Birth Date
ar: تاريخ الميلاد
fa: تاریخ تولد

source: Save
ar: حفظ
fa: ذخیره شود

source: Are You Invited?
ar: هل تملك دعوة؟
fa: آیا شما دعوت شده اید؟

source: Invitation Code
ar: كود الدعوة
fa: کد دعوت

source: Verification Code
ar: كود التحقق
fa: کد تایید

source: Verify
ar: تحقق
fa: تایید

# resendCode
source: Resend The Code
ar: اعادة ارسال الرمز
fa: ارسال مجدد کد

source: Next
ar: التالي
fa: بعدی

source: Back
ar: السابق
fa: قبلی

source: Title
ar: العنوان
fa: عنوان

source: Media
ar: الوسائط
fa: رسانه ها

source: Caption
ar: الوصف
fa: عنوان

# isPostForKids
source: It's Made For Kids
ar: هل البوست للأطفال؟
fa: آیا پست برای کودکان است

# tagUpPost
source: Tag Up Posts
ar: اشر الى منشورات
fa: پست دیگران را تگ کنید

source: Tag Up Profile
ar: اشر الى اشخاص
fa: دیگر کاربران را تگ کنید

source: Hash Tags
ar: الهاشتاغ
fa: هشتگ

source: Post Type
ar: نوع المنشور
fa: نوع پست

source: Post Up
ar: منشور عادي
fa: پست اپ

source: Call Up
ar: منشور اتصال
fa: کال اپ

source: Shop Up
ar: منشور شراء
fa: شاپ اپ

source: Book Up
ar: منشور حجز
fa: بک اپ

source: Sub Category
ar: التصنيف الفرعي
fa: انتخاب دسته بندی

source: Child Category
ar: التصنيف الابن
fa: انتخاب دسته بندی

source: Additional Info
ar: المعلومات الاضافية
fa: اطلاعات اضافی

source: Share
ar: مشاركة
fa: اشتراک گذاری

source: Publish
ar: نشر
fa: انتشار

source: Discount
ar: الخصم
fa: تخفیف

source: Stock
ar: المخزون
fa: تعداد کالا

source: Item Availability Times
ar: اوقات توفر العنصر
fa: زمان در دسترس بودن ایتم

source: Specifications
ar: المواصفات
fa: مشخصات فنی

source: Delivery
ar: التوصيل
fa: تحویل درب منزل

source: Delivery Charges
ar: رسوم التوصيل
fa: هزینه تحویل درب منزل

source: Delivery Range
ar: مجال التوصيل
fa: محدوده تحویل درب منزل

source: Same To Daily Store Timing
ar: متوفر بنفس اوقات عمل المتجر
fa: طبق زمان بندی روزهای مشخص شده فروشگاه

source: Specific Daily Timing
ar: تحديد اوقات محددة
fa: زمان بندی روزهای خاص

source: Store Timing
ar: اوقات عمل المتجر
fa: زمان بندی فروشگاه

source: Vip Item
ar: منتج خاص
fa: Vip آیتم

source: Images
ar: صور
fa: تصاویر

source: Owner Details
ar: معلومات المالك
fa: مشخصات مالک

source: Identify Card
ar: بطاقة التعريف
fa: کارت شناسایی

source: Issue Date
ar: تاريخ الانشاء
fa: تاریخ صدور

source: Expiry Date
ar: تاريخ الانتهاء
fa: تاریخ انقضا

source: Upload Images
ar: رفع الصور
fa: بارگزاری تصاویر

source: Account Holder Name
ar: اسم صاحب الحساب
fa: نام صاحب حساب

source: Bank Name
ar: اسم البنك
fa: نام بانک

source: Bank Details
ar: معلومات البنك
fa: اطلاعات دقیق بانکی

source: Store Details
ar: معلومات المتجر
fa: جزئیات فروشگاه

source: Individual Licence
ar: ترخيص الفردي
fa: مجوز انفرادی

source: Corporate Licence
ar: ترخيص الشركة
fa: مجوز شرکتی

source: Identification Verification
ar: التحقق من الهوية
fa: تایید هویت

source: Bank Statement
ar: كشف حساب البنك
fa: صورت حساب بانکی

source: Front Image
ar: الصورة الامامية
fa: تصویر جلو کارت

source: Back Image
ar: الصورة الخلفية
fa: تصویر پشت کارت

source: Upload Files
ar: ارفع ملفات
fa: آپلود فایل ها

source: Pike Files
ar: اختر ملفات
fa: انتخاب فایل ها

source: Primary Store Plan
ar: خطة المتجر الأساسية
fa: پلان فروشگاه اولیه

source: Standard Store Plan
ar: خطة المتجر القياسية
fa: پلان فروشگاه استاندارد

# Store24Plan
source: 24 Store Plan
ar: خطة المتجر 24
fa: پلان فروشگاه ۲۴ ساعته

source: Include
ar: تتضمن
fa: شامل

# Tag24
source: 24 Tag
ar: 24 علامة
fa: تک ۲۴ ساعته

source: Store Licence Details
ar: معلومات شهادة المتجر
fa: جزئیات مجوز فروشگاه

source: Licence Name
ar: اسم الشهادة
fa: نام مجوز

source: Commercial Card
ar: البطاقة التجارية
fa: کارت بازرگانی

source: Date Of Registration
ar: تاريخ التسجيل
fa: تاریخ ثبت نام

source: Store Name
ar: اسم المتجر
fa: نام فروشگاه

source: Year
ar: سنة
fa: سال

source: Years
ar: سنوات
fa: سال ها

source: Top Profile Plan
ar: خطة الحساب الاول
fa: پلان نشان کاربر برتر

source: Suggestion
ar: اقتراحات
fa: پیشنهاد

source: Username
ar: اسم المستحدم
fa: نام کاربری

source: Available
ar: متاح
fa: در دسترس

source: Not Available
ar: غير متاح
fa: در دسترس نمی باشد

source: Standard Invite
ar: دعوة قياسية
fa: دعوتنامه استاندارد

source: Special Invite
ar: دعوة خاصة
fa: دعوتنامه ویژه

source: Invite
ar: دعوة
fa: دعوت

source: Single Invite
ar: دعوة فردية
fa: دعوتنامه تکی

source: Multiple Invite
ar: دعوات متعددة
fa: دعوتنامه چندگانه

# inviteUsers
source: Invites
ar: دعوة مستخدمين
fa: دعوتنامه ها

source: Saturday
ar: السبت
fa: شنبه

source: Sunday
ar: الاحد
fa: یکشنبه

source: Monday
ar: الاثنين
fa: دوشنبه

source: Tuesday
ar: الثلاثاء
fa: سه شنبه

source: Wednesday
ar: الاربعاء
fa: چهار شنبه

source: Thursday
ar: الخميس
fa: پنج شنبه

source: Friday
ar: الجمعة
fa: جمعه

source: From Time
ar: من الوقت
fa: از ساعت

source: To Time
ar: الى الوقت
fa: تا ساعت

source: View All
ar: عرض الكل
fa: نمایش همه

source: Categories
ar: التصنيفات
fa: دسته بندی ها

source: General Posts
ar: منشورات عامة
fa: پست های عمومی

source: Password Not Match
ar: كلمات السر غير متطابقة
fa: رمز وارد شده مطابقت ندارد

source: Pick Location
ar: اختر موقع
fa: انتخاب مکان

source: Tap To Pick Location
ar: اضغط لاختيار موقع
fa: برای انتخاب مکان فشار دهید

source: Accept
ar: وافق
fa: تایید می کنم

# termsAndConditions
source: Terms & Conditions
ar: الشروط والاحكام
fa: شرایط و ضوابط

source: Select To Continue
ar: اختر للمتابعة
fa: برای ادامه گزینه راانتخاب کنید

source: Call
ar: اتصال
fa: تماس

source: Chat
ar: دردشة
fa: پیام

source: Upgrade
ar: تحديث
fa: ارتقا دهید

source: Logout
ar: تسجيل خروج
fa: خروج

source: Upgrade To Store
ar: تحديث الى متجر
fa: به فروشگاه ارتقا دهید

source: Edit
ar: تعديل
fa: ویرایش

source: Valid Until
ar: صالح حتى
fa: اعتبار دارد تا

source: Until
ar: حتى
fa: تا زمان

source: Plan
ar: الخطة
fa: طرح

source: POSTS
ar: المنشورات
fa: پست ها

source: Edit To Continue
ar: عدل للمتابعة
fa: ادامه ویرایش

source: Store Account
ar: حساب متجر
fa: حساب فروشگاه

source: Free
ar: مجاني
fa: رایگان

source: You Have To Select {time} For {day}
ar: يجب اختيار {time} ليوم {day}
fa: شما باید {time} را برای {day} مشخص کنید

source: You Have To Select At Least One Working Time
ar: يجب اخيار يوم عمل واحد على الاقل
fa: شما باید حداقل یک زمان کاری را انتخاب کنید

source: Wallet
ar: المحفظة
fa: کیف پول

source: Balance
ar: رصيد
fa: مانده حساب

source: Pickup
ar: استلام
fa: پیک آپ

source: Specific Order Date
ar: وقت طلب محدد
fa: تاریخ سفارش مدنظر

source: Total Price
ar: السعر الكلي
fa: قیمت کل

source: Add To Cart
ar: اضافة للعربة
fa: افزودن به سبد خرید

source: View Cart
ar: عرض العربة
fa: مشاهده سبد خرید

source: Shopping Cart
ar: عربة التسوق
fa: سبد خرید

source: Recharge Wallet
ar: اعادة شحن المحفظة
fa: شارژ کیف پول

# noEnoughBalance
source: There is not enough balance
ar: لايوجد رصيد كافي
fa: موجودی حساب کافی نمی باشد

source: Continue As
ar: اكمل ك
fa: ادامه به عنوان

source: Guest
ar: ضيف
fa: مهمان

source: You have to sign in first
ar: يجب عليك تسجيل الدخول أولا
fa: ابتدا باید وارد شوید

source: One Time Stock
ar: متوفر مع اوقات عمل المتجر
fa: یک بار موجودی

source: Daily Stock Schedule
ar: متوفر باوقات محددة
fa: انتخاب موجودی روزانه

source: Add
ar: اضافة
fa: اضافه

source: Write Comment
ar: اكتب تعليق
fa: کامنت بزارید

source: Delete
ar: حذف
fa: حذف

source: Bio
ar: الوصف
fa: بیوگرافی

source: Website
ar: الموقع الالكتروني
fa: وب سایت

source: You Must Fill Phone Or Email To Continue
ar: يجب تعبئة الرقم او البريد الالكتروني للمتابعة
fa: برای ادامه باید یک گزینه تلفن یا ایمیل را پر کنید

source: EQUITY
ar: المساهمات
fa: حقوق

source: TAG UP
ar: المتابعات
fa: تگ اپ

# tagUpHim
source: TAG UP
ar: متابعة
fa: تگ اپ

# uTagging
source: TAGGING
ar: اتابع
fa: یو تگینگ

source: TAGGING U
ar: يتابعني
fa: تگینگ یو

source: TAGGERS
ar: يتابعني

# taggingUp
source: FRIENDS
ar: نتابع بعض
fa: تگینگ اپ

source: Use Current Location
ar: استخدام الموقع الحالي
fa: انتخاب مکان فعلی

source: Kids Mode
ar: وضع الاطفال
fa: گزینه کودک

source: Kids
ar: الاطفال
fa: گزینه

source: Items Price
ar: سعر العناصر
fa: قیمت اقلام

source: Price After Discount
ar: السعر بعد التخفيض
fa: قیمت بعد از تخفیف

source: Receiving Method
ar: طريقة الاستلام
fa: روش دریافت

source: Location
ar: الموقع
fa: مکان

source: Order Date
ar: وقت الطلب
fa: تاریخ سفارش

source: Checkout
ar: الدفع
fa: چک اوت

source: No Posts To Display
ar: لايوجد منشورات
fa: هیچ پستی برای نمایش وجود ندارد

source: No Comments To Display
ar: لايوجد تعليقات
fa: هیچ کامنتی برای نمایش وجود ندارد

source: Payment Method
ar: طريقة الدفع
fa: روش پرداخت

source: Cash On Delivery
ar: الدفع عند الاستلام
fa: پرداخت نقدی هنگام تحویل

source: Wallet Payment
ar: الدفع من المحفظة
fa: پرداخت کیف پول

source: Users
ar: الاشخاص
fa: کاربران

source: Since
ar: منذ
fa: از

source: Pay
ar: ادفع
fa: پرداخت

source: How Much You Want To Recharge?
ar: بكم تريد اعادة الشحن؟
fa: چه مبلغی می خواهید شارژ کنید؟

source: Notifications
ar: الاشعارات
fa: اطلاعیه

source: Post
ar: منشور
fa: پست

source: Post Details
ar: تفاصيل المنشور
fa: جزئیات بیشتر

source: REVIEWS
ar: المراجعات
fa: نظرات

source: Write Review
ar: اكتب مراجعة
fa: نظر بدهید

source: No Reviews To Show
ar: لايوجد مراجعات لعرضها
fa: هیچ نظرات کاربری برای نمایش وجود ندارد

source: User Name Is Not Valid
ar: اسم المستخدم غير صالح
fa: نام کاربری معتبر نیست

source: Contact Number
ar: رقم التواصل
fa: شماره تماس

source: Contact
ar: التواصل
fa: تماس

source: Reset Password
ar: تغير كلمة المرور
fa: بازگردانی رمز عبور

source: Blocked Users
ar: المستحدمين المحظورين
fa: کاربران مسدود شد

source: Block
ar: حظر
fa: مسدود کردن

source: Un Block
ar: فك الحظر
fa: رفع مسدودی

source: Post Not Available
ar: المنشور غير متوفر
fa: پست موجود نیست

source: Are You Sure?
ar: هل انت متأكد؟
fa: مطمئنی؟

source: No data to display
ar: لا بوجد بيانات لعرضها
fa: اطلاعاتی ای برای نمایش وجود ندارد

source: Hashtags Must Be In Correct Form
ar: يجب أن تكون علامات التصنيف بالشكل الصحيح
fa: هشتگ را صحیح وارد کنید

source: Delete Account
ar: حذف الحساب
fa: حذف حساب کاربری

# areYouSureDeleteAccount
source: Are you sure you want to delete your account for ever?
ar: هل أنت متأكد أنك تريد حذف حسابك إلى الأبد؟
fa: آیا مطمئن هستید که می خواهید حساب خود را برای همیشه حذف کنید؟

# doNotHaveInvitation
source: I Don't Have Invitation Code?
ar: لا تملك دعوة؟
fa: کد دعوتنامه ندارید؟

source: Report
ar: ابلاغ
fa: گزارش

source: Thank You For Reporting
ar: شكرا على الابلاغ
fa: با تشکر از تهیه گزارش شما

source: Privacy policy
ar: سياسة الخصوصية
fa: حفظ حریم خصوصی

source: Term of use
ar: شروط الاستخدام
fa: شرایط استفاده

source: Un Save
ar: عدم الحفظ
fa: حذف نشانک

source: Saved
ar: المحفوظات
fa: نشانک

# timeMustBeAfter
source: Time Must Be After {time}
ar: {time} يجب ان يكون الوقت بعد
fa: زمان باید بعد از {time} باشد

# timeMustBeBefore
source: Time Must Be Before {time}
ar: {time} يجب ان يكون الوقت قبل
fa: زمان باید قبل از {time} باشد

source: Write details about your post
ar: اكتب وصف لمنشورك
fa: جزئیات پست خود را بنویسید

source: Payment Details
ar: تفاصيل الدفع
fa: جزئیات پرداخت

source: Optional
ar: اختياري
fa: اختیاری

source: Skip
ar: تخطي
fa: برو به بعدی

# getInvitationCode
source: Send Invitation Code
ar: احصل على رمز دعوة
fa: ارسال کد دعوت

source: Edit Profile
ar: تعدبل الملف الشخصي
fa: ویرایش کاربر

source: We send code to
ar: لقد ارسلنا كود التحقق الى
fa: کد شما به

source: View
ar: مشاهدة

source: Theme
ar: المظهر

source: Done
ar: انهاء

source: Currency
ar: العملات
fa: واحد پول

source: Selected Currency
ar: العملة المختارة
fa: انتخاب واحد پول

source: Menu
ar: القائمة

# viewReplies
source: View {count} replies
ar: اظهار {count} رد

source: Reply
ar: الرد

source: Hide Replies
ar: اخفاء الردود

# replyTo
source: Reply to {name}
ar: الرد على {name}

source: Support
ar: الدعم

source: Default Currency
ar: العملة الافتراضية

source: You Will Lose Post Info that You Entered
ar: سوف تفقد معلومات المشاركة التي قمت بإدخالها

source: Post Social
ar: منشور اجتماعي

source: Post Product
ar: منشور منتج

# locationServicesDisabled
source: Location services are disabled
ar: خدمة الموقع معطلة

source: Enable
ar: تفعيل

source: Play List
ar: قائمة التشغيل

source: Not Now
ar: ليس الان

# whatYourEmail
source: What's your email?
ar: ما هو بريدك الإلكتروني؟
fa: ایمیل شما چیست؟

# invitationText
source: Enter your invitation code below to continue or tap I don't have invitation code to register without invitation code
ar: أدخل رمز الدعوة الخاص بك أدناه للمتابعة أو اضغط على ليس لدي رمز دعوة للتسجيل بدون رمز الدعوة
fa: برای ادامه، کد دعوت خود را در زیر وارد کنید یا برای ثبت نام بدون کد دعوت، روی «کد دعوت ندارم» ضربه بزنید.

# emailText
source: Enter the email where you can be contacted, No one will see this on your profile.
ar: أدخل البريد الإلكتروني الذي يمكننا الاتصال به. لن يراه أحد على ملفك الشخصي.
fa: ایمیلی که می‌توان با شما تماس گرفت را وارد کنید. هیچکس نخواهد دیدش در پروفایل شما.

# whatYourMobile
source: What's your mobile?
ar: ما هو رقم هاتفك؟

# mobileText
source: Enter the mobile where you can be contacted, No one will see this on your profile.
ar: أدخل رقم الهاتف الذي يمكننا الاتصال به. لن يراه أحد على ملفك الشخصي.

# enterConfirmationCode
source: Enter the confirmation code
ar: أدخل رمز التأكيد
fa: کد تأیید را وارد کنید

# confirmationText
source: To confirm your account, enter 4 digit code we sent to
ar: لتأكيد حسابك، أدخل الرمز المكون من 4 أرقام الذي أرسلناه إليك
fa: برای تأیید حساب خود، کد مربوطه که به شما ارسال شده است را وارد کنید

# createPassword
source: Create a password
ar: أنشئ كلمة مرور
fa: رمز عبور را ایجاد کنید

# createPasswordText
source: Create a password with at least 6 letters include capital letters, small letters, numbers and symbols example Ee174#
ar: أنشئ كلمة مرور تتكون من 6 أحرف على الأقل تشمل حروف كبيرة وحروف صغيرة وأرقام ورموز، مثال: Ee174#
fa: رمز عبوری با حداقل ۶ حرف شامل حروف بزرگ، حروف کوچک، اعداد و نمادها ایجاد کنید. به عنوان مثال: Ee174#

# whatYourBirthday
source: What's your birthday?
ar: ما هو تاريخ ميلادك؟
fa: تاریخ تولد شما چیست؟

# birthdayText
source: Use your own birthday, even if this account is for a business, no one will see this unless you share it,
ar: استخدم تاريخ ميلادك الخاص، حتى لو كان هذا الحساب مخصصًا للأعمال، لن يراه أحد ما لم تشاركه.
fa: تاریخ تولد خود را استفاده کنید، حتی اگر این حساب برای یک کسب و کار استفاده می‌شود، هیچکس نخواهد دید مگر اینکه آن را به اشتراک بگذارید.

# whatYourName
source: What's your Name?
ar: ما هو اسمك؟
fa: نام شما چیست؟

# nameText
source: Write Your Full Name
ar: اكتب اسمك الكامل
fa: نام کامل خود را وارد کنید

# whatYourNationality
source: What's your Nationality?
ar: ما هي جنسيتك؟

# nationalityText
source: Select your nationality
ar: اختر جنسيتك

# genderText
source: The application uses the gender to display the unique account color for specific genders
ar: يستخدم التطبيق الجنس لعرض لون الحساب الفريد لأجناس محددة
fa: برنامه از جنسیت استفاده می‌کند تا رنگ حساب منحصر به فرد برای جنسیت‌های خاص را نمایش دهد

source: Select your gender
ar: اختر جنسك
fa: جنسیت خود را انتخاب کنید

# userNmeText
source: Add a username or use our suggestion. You can change this at any time
ar: أضف اسم مستخدم أو استخدم اقتراحنا. يمكنك تغيير هذا في أي وقت
fa: یک نام کاربری اضافه کنید یا از پیشنهاد ما استفاده کنید. می‌توانید هر زمانی این را تغییر دهید

# createUsername
source: Create a username
ar: أنشئ اسم مستخدم
fa: یک نام کاربری ایجاد کنید

# agreeTermsConditions
source: Agree to EZENESS's terms and conditions
ar: قم بالموافقة على شروط وأحكام EZENESS
fa: با شرایط و ضوابط EZENESS موافقت کنید

# termsConditionsText
source: People who use our services may have uploaded your contact information to EZENESS By tapping I agree, you agree to create an account with EZENESS
ar: الأشخاص الذين يستخدمون خدماتنا من الممكن ان تقوم بتحميل معلومات الاتصال الخاصة بك إلى EZENESS بالضغط على أوافق، فإنك توافق على إنشاء حساب مع EZENESS
fa: افرادی که از خدمات ما استفاده می کنند ممکن است اطلاعات تماس شما را در EZENESS آپلود کرده باشند با ضربه زدن روی موافقم، با ایجاد حساب کاربری با EZENESS موافقت می کنید

source: System Default
ar: افتراضي النظام
fa: پیش فرض سیستم

source: Please Enable Location Service
ar: يرجى تفعيل خدمة الموقع

# locationServiceText
source: You currently have disabled location service for this device ,please enable location service in setting
ar: لقد قمت حاليًا بتعطيل خدمة الموقع لهذا الجهاز، يرجى تمكين خدمة الموقع في الإعداد

source: Shop
ar: المتاجر

source: Explore
ar: تصفح
fa: کاوش

source: Explore Ezeness
ar: تصفح Ezeness
fa: کاوش Ezeness

source: Tap To Select
ar: اضغط للاختيار

source: Gold Coins Dashboard
ar: لوحة تحكم العملات الذهبية
fa: داشبورد سکه های طلا

source: Dashboard
ar: لوحة التحكم
fa: داشبورد

source: Track your gold coins here
ar: تتبع عملاتك الذهبية هنا
fa: سکه های طلای خود را اینجا دنبال کنید

source: Total
ar: المجموع
fa: جمع

source: More
ar: المزيد
fa: بیشتر

source: Gold Coins
ar: عملات ذهبية
fa: سکه های طلا

source: Details
ar: التفاصيل
fa: جزئیات

# whatIsLiftUpGoldCoins
source: What are Gold Coins and how does it work?
ar: ما هو رفع العملات الذهبية وكيف يعمل؟
fa: سکه های طلای لیفت آپ چیست و چگونه کار می کند؟

# eachLiftUpCoinsIsEqualTo
source: Each Lift Up Coins is equal to {value} 24K Gold
ar: كل عملة رفع تساوي {value} ذهب عيار 24
fa: هر Lift Up Coins برابر است با {value} طلای 24 عیار

source: How to make Lift Up coins?
ar: كيفية الحصول على عملات الرفع؟
fa: چگونه سکه های Lift Up درست کنیم؟

source: Turn On Location
ar: تشغيل الموقع

source: Setting
ar: الاعدادات

source: Lift Up like rate
ar: معدل الإعجاب
fa: نرخ پسندیدن

source: Lift Up comment rate
ar: معدل التعليق
fa: نرخ نظر

source: Lift Up tag users rate
ar: معدل اشارة المستخدمين
fa: نرخ تگ کردن کاربران

source: Lift Up tag posts rate
ar: معدل اشارة المنشورات
fa: نرخ تگ کردن پست‌ها

source: Lift Up invite rate
ar: معدل الدعوة
fa: نرخ دعوت

source: Lift Up social post rate
ar: معدل المنشور الاجتماعي
fa: نرخ پست اجتماعی

source: Lift Up business post rate
ar: معدل المنشور التجاري
fa: نرخ پست تجاری

source: Lift Up VIP post rate
ar: معدل منشور VIP
fa: نرخ پست VIP

source: Lift Up kids social post rate
ar: معدل المنشور الاجتماعي للأطفال
fa: نرخ پست اجتماعی کودکان

source: Lift Up kids business post rate
ar: معدل المنشور التجاري للأطفال
fa: نرخ پست تجاری کودکان

source: Lift Up coin rate
ar: معدل العملة
fa: نرخ سکه

source: Gold gram price
ar: سعر جرام الذهب
fa: قیمت هر گرم طلا

source: Lift up
ar: مشارك
fa: بالا بردن

source: Convert
ar: تبديل
fa: تبديل

source: Wallet balance
ar: رصيد المحفظة
fa: موجودی کیف پول

source: Coins Conversion
ar: تبديل العملات الذهبية
fa: تبدیل سکه

source: Total Coins
ar: اجمالي العملات
fa: کل سکه ها

source: Exchange Rate
ar: سعر الصرف
fa: قیمت ارز

source: VAT
ar: ضريبة القيمة المضافة
fa: مالیات بر ارزش افزوده

source: Handling
ar: معالجة
fa: رسیدگی

source: Total Amount
ar: المبلغ الكلي
fa: مقدار کل

source: Coins
ar: عملة
fa: سکه ها

source: Coins converted successfully
ar: تم تبديل العملات الذهبية بنجاح
fa: سکه ها با موفقیت تبدیل شدند

# unlikeText
source: Long press to un like
ar: اضغط مطولا لالغاء الاعجاب

# othersLikesOnMyPosts
source: Likes
ar: الإعجابات
fa: لایک‌ها

# othersCommentOnMyPosts
source: Comment
ar: التعليقات
fa: نظرات

# othersTagUpMyProfile
source: Tag Up My Profile
ar: الإشارة إلى ملفي الشخصي
fa: تگ کردن به پروفایل من

# othersTagUpMyPosts
source: Tag Up My Posts
ar: الإشارة إلى منشوراتي
fa: تگ کردن به پست‌های من

# iInviteOtherPeople
source: Invitations
ar: الدعوات
fa: دعوت‌ها

# addSocialPost
source: Add Social Posts
ar: إضافة منشورات اجتماعية
fa: اضافه کردن پست‌های اجتماعی

# addProductPost
source: Add Product Posts
ar: إضافة منشورات المنتجات
fa: اضافه کردن پست‌های محصول

# addVipPost
source: Add VIP Posts
ar: إضافة منشورات VIP
fa: اضافه کردن پست‌های VIP

# addKidsSocialPost
source: Add Kids Social Posts
ar: إضافة منشورات اجتماعية للأطفال
fa: اضافه کردن پست‌های اجتماعی کودکان

# addKidsProductPost
source: Add Kids Product Posts
ar: إضافة منشورات المنتجات للأطفال
fa: اضافه کردن پست‌های محصول کودکان

source: Drive up
ar: القيادة
fa: رانندگی کنید

source: Min
ar: دقيقة
fa: دقیقه

source: KM
ar: كم
fa: کیلومتر

source: Gold
ar: الذهب
fa: طلا

source: BUSINESS ACCOUNT
ar: حساب الأعمال
fa: حساب تجاری

source: Regular Account
ar: حساب عادي
fa: حساب عادی

source: Social Posts
ar: منشورات اجتماعية
fa: پست‌های اجتماعی

source: Search Post
ar: ابحث عن منشور
fa: جستجو برای یک پست

source: Social
ar: اجتماعي

source: Product
ar: منتج

source: Service
ar: خدمة

source: Continue With Google
ar: اكمل باستخدام غوغل

source: Continue With Apple
ar: اكمل باستخدام ابل

source: Select Plan
ar: اختر الخطة
fa: انتخاب برنامه

# sellingOnline
source: Selling online was never so easy
ar: بيع عبر الإنترنت لم يكن سهلاً هكذا من قبل
fa: فروش آنلاین هرگز اینقدر آسان نبود
