Repository: Icuucmeok/code-craft-design
Catalog: l10n/intl_*.arb
Languages: ar, fa

# liftUpYourBusiness
source: Lift Up your business by boosting your products as banner on app, where users can interact with you freely
ar: ارفع عملك عن طريق تعزيز منتجاتك كإعلان على التطبيق، حيث يمكن للمستخدمين التفاعل معك بحرية
fa: کسب و کار خود را با تقویت محصولاتتان به عنوان بنر در اپلیکیشن بالا ببرید، جایی که کاربران می‌توانند آزادانه با شما تعامل کنند

source: Item
ar: عنصر
fa: مورد

source: Ad & Boost Plans
ar: خطط الإعلان والتعزيز
fa: برنامه‌های تبلیغات و تقویت

source: BOOST AS POST
ar: تعزيز كمنشور
fa: تقویت به عنوان پست

source: BOOST AS BANNER
ar: تعزيز كبانر
fa: تقویت به عنوان بنر

# peopleUseServices
source: People who use our services may have uploaded your contact information to EZENESS. By tapping I agree, you agree to create an account with EZENESS
ar: قد يكون الأشخاص الذين يستخدمون خدماتنا قد حمّلوا معلومات الاتصال الخاصة بك إلى EZENESS. بالضغط على أوافق، فإنك توافق على إنشاء حساب مع EZENESS
fa: افرادی که از خدمات ما استفاده می‌کنند ممکن است اطلاعات تماس شما را به EZENESS آپلود کرده باشند. با زدن روی دکمه من موافقم، شما موافقت می‌کنید که یک حساب کاربری با EZENESS ایجاد کنید

# terms
source: EZENESS's Terms
ar: شروط EZENESS
fa: شرایط EZENESS

source: Banner preview
ar: معاينة البانر
fa: پیش‌نمایش بنر

# noteLongQueues
source: Note: Incase of long queues the time to place banner live might be affected
ar: ملاحظة: في حالة وجود طوابير طويلة، قد يتأثر وقت عرض البانر مباشرةً
fa: توجه: در صورت وجود صف‌های طولانی، ممکن است زمان نمایش بنر به صورت زنده تحت تأثیر قرار گیرد

# bannersAddedHere
source: Banners will be added here
ar: سيتم إضافة البانرات هنا
fa: بنرها در اینجا اضافه می‌شوند

source: Banner Boost Payment
ar: دفع تعزيز البانر
fa: پرداخت تقویت بنر

source: Post Boost Payment
ar: دفع تعزيز المنشور
fa: پرداخت تقویت پست

source: Sub total
ar: المجموع الفرعي
fa: جمع جزئی

source: Boost Requested successfully
ar: تم طلب التعزيز بنجاح
fa: درخواست تقویت با موفقیت انجام شد

source: AED
ar: درهم
fa: درهم

source: Banner Image
ar: صورة البانر
fa: تصویر بنر

source: Month live
ar: شهر مباشر
fa: یک ماه زنده

source: Days live
ar: يوم مباشر
fa: روز زنده

source: I Agree
ar: أوافق
fa: من موافقم

# searchAndSelectProduct
source: Search and select your product to link it to the banner
ar: ابحث واختر منتجك لربطه بالبانر
fa: محصول خود را جستجو و انتخاب کنید تا به بنر لینک شود

# bannerAvailableOn
source: will be available on:
ar: سيكون متاحًا في:
fa: در دسترس خواهد بود در:

# noPostsAvailable
source: No posts are available to choose from
ar: لا يوجد اي منشورات يمكن اختيارها
fa: هیچ پستی برای انتخاب موجود نیست

source: Add Pro Invite
ar: إضافة دعوة احترافية
fa: افزودن دعوت حرفه‌ای

source: New Pro Code
ar: رمز محترف جديد
fa: کد حرفه‌ای جدید

source: Pro Invites
ar: دعوات احترافية
fa: دعوت‌های حرفه‌ای

source: Add Special Invite
ar: إضافة دعوة خاصة
fa: افزودن دعوت ویژه

source: Special Invites
ar: دعوات خاصة
fa: دعوت‌های ویژه

source: Pro Invite
ar: دعوة احترافية
fa: دعوت حرفه‌ای

source: Accepted
ar: تم القبول
fa: پذیرفته شده

source: Total Joined
ar: إجمالي المنضمين
fa: تعداد پیوسته

source: Pending
ar: قيد الانتظار
fa: در انتظار

source: Codes Generated
ar: الرموز المولدة
fa: کدهای تولید شده

source: Generated Date
ar: تاريخ التوليد
fa: تاریخ تولید

source: Invited Name:
ar: اسم المدعو:
fa: نام دعوت شده:

# inviteFriendsAndFamily
source: Invite your friends and family and get Lift Up gold coins
ar: ادعُ أصدقائك وعائلتك واحصل على عملات ذهبية من Lift Up
fa: دوستان و خانواده خود را دعوت کنید و سکه‌های طلای Lift Up را بگیرید

source: Code Generated on
ar: تم إنشاء الرمز في
fa: کد تولید شده در

# acceptInvitation
source: Can you accept my invitation so that I can get a gold coin? I'm claiming free gold 24K
ar: هل يمكنك قبول دعوتي حتى أحصل على عملة ذهبية؟ عملة ذهبية 24 قراط مجانًا
fa: آیا می‌توانید دعوت من را بپذیرید تا بتوانم سکه طلا بگیرم؟ من ادعای سکه طلای 24K رایگان می‌کنم

source: Your Code Is
ar: رمزك هو
fa: کد شما

# clickLinkToJoinApp
source: Click the link to join Ezeness app
ar: انقر على الرابط للانضمام إلى تطبيق Ezeness
fa: روی لینک کلیک کنید تا به اپلیکیشن Ezeness بپیوندید

source: Copy
ar: نسخ
fa: کپی

source: Copied to Clipboard
ar: تم النسخ إلى الحافظة
fa: به کلیپ‌بورد کپی شد

source: Shop Page
ar: صفحة المتجر
fa: صفحه فروشگاه

source: Social Page
ar: الصفحة الاجتماعية
fa: صفحه اجتماعی

# noBusinessPost
source: No business post, Add some products to link with banner
ar: لا توجد منشورات تجارية، أضف بعض المنتجات لربطها بالبانر
fa: هیچ پست تجاری وجود ندارد، برخی محصولات را برای لینک به بنر اضافه کنید

source: Nationality
ar: الجنسية
fa: ملیت

source: Products
ar: منتجات

source: No Products To Display
ar: لايوجد منتجات
fa: هیچ محصولی برای نمایش وجود ندارد

# confirmationMessage
source: Are you sure you want to {action} this code?
ar: هل أنت متأكد أنك تريد {action} هذا الرمز؟
fa: آیا مطمئن هستید که می‌خواهید این کد را {action} کنید؟

source: disable
ar: تعطيل
fa: غیرفعال کردن

# stopInvites
source: Stop the invites?
ar: إيقاف الدعوات؟
fa: متوقف کردن دعوت‌ها؟

# continueInvites
source: Continue the invites?
ar: متابعة الدعوات؟
fa: ادامه دعوت‌ها؟

source: Select Gender
ar: اختر الجنس

source: Post as Kids Content
ar: نشر كمحتوى للأطفال
fa: انتشار به عنوان محتوای کودکان

source: Post as Islamic Content
ar: نشر كمحتوى إسلامي
fa: انتشار به عنوان محتوای اسلامی

# addCaptionAndHashtags
source: Add your caption and #hashtags here
ar: أضف التعليق والوسوم (#) هنا
fa: عنوان و #هشتگ‌های خود را اینجا اضافه کنید

source: Payments
ar: المدفوعات
fa: پرداخت‌ها

source: Requests
ar: الطلبات
fa: درخواست‌ها

source: Activities
ar: الأنشطة
fa: فعالیت‌ها

# seeMore
source: More
ar: المزيد
fa: بیشتر

# seeMoreI
source: See More
ar: عرض المزيد
fa: بیشتر

source: For You
ar: مخصص لك

source: Trending
ar: رائج

source: Connect
ar: اتصل

# getUserLocationTitle
source: Connect people and stores near you
ar: ربط الأشخاص والمتاجر القريبة منك

# getUserLocationText
source: By allowing location access, you can find people and stores near you
ar: من خلال السماح بالوصول إلى الموقع، يمكنك العثور على الأشخاص والمتاجر القريبة منك

source: Select From Map
ar: اختر من الخريطة

# longPressUnFollow
source: Long press to Un Follow
ar: اضغط مطولا لالغاء المتابعة

source: Profiles
ar: المستخدمين

# postLifttedUp
source: The post is Liftted Up
ar: تمت مشاركة المنشور

source: Upgrade Pro Username
ar: ترقية اسم المستخدم برو
fa: ارتقاء نام کاربری پرو

source: Upgrade Shop Info
ar: ترقية معلومات المتجر
fa: ارتقاء اطلاعات فروشگاه

# addSomethingAboutYourself
source: Add something about yourself or your business, what you do and what you sell for a better interaction
ar: أضف شيئًا عن نفسك أو عملك، ما تقوم به وما تبيعه للحصول على تفاعل أفضل
fa: چیزی در مورد خود یا کسب و کارتان اضافه کنید، آنچه انجام می‌دهید و آنچه می‌فروشید برای تعامل بهتر

source: Edit Bio
ar: تعديل النبذة
fa: ویرایش بیو

source: Account Type
ar: نوع الحساب
fa: نوع حساب

source: Upgrade Account Type
ar: ترقية نوع الحساب
fa: ارتقاء نوع حساب

source: Verification Tag
ar: علامة التحقق
fa: برچسب تایید

source: Get Top Profile Username
ar: احصل على اسم مستخدم ملف شخصي مميز
fa: دریافت نام کاربری پروفایل برتر

# inviteAndGetPaid
source: Invite & Get paid
ar: قم بدعوة الأصدقاء واحصل على أجر
fa: دعوت کنید و پول دریافت کنید

# makeYourselfIdentical
source: Make yourself identical and noticeable
ar: اجعل نفسك مميزًا وملحوظًا
fa: خود را متمایز و قابل توجه کنید

# selectVerificationPlan
source: Select a verification and name reservation plan option that suits you, to enter the next level of ezeness life
ar: اختر خيار خطة التحقق وحجز الاسم الذي يناسبك لدخول المستوى التالي من حياة إيزي نِس
fa: یک گزینه از طرح تأیید و رزرو نام که مناسب شماست انتخاب کنید تا به سطح بعدی زندگی ایزنِس وارد شوید

# selectShopPlan
source: Select an online shop plan option that suits you, to enter the next level of ezeness life
ar: اختر خيار خطة المتجر الإلكتروني الذي يناسبك لدخول المستوى التالي من حياة إيزي نِس
fa: یک گزینه از طرح فروشگاه آنلاین که مناسب شماست انتخاب کنید تا به سطح بعدی زندگی ایزنِس وارد شوید

source: INDIVIDUAL STORE
ar: متجر فردي
fa: فروشگاه شخصی

source: STANDARD BUSINESS
ar: أعمال قياسية
fa: کسب‌وکار استاندارد

source: LICENSED PLAN
ar: خطة مرخصة
fa: طرح مجوزدار

source: Get Tag
ar: احصل على العلامة
fa: دریافت برچسب

source: Create a username
ar: أنشئ اسم مستخدم
fa: ایجاد نام کاربری

# addUsernameDescription
source: Add a username or use our suggestion. You can change this at any time
ar: أضف اسم مستخدم أو استخدم اقتراحنا. يمكنك تغييره في أي وقت
fa: نام کاربری اضافه کنید یا از پیشنهاد ما استفاده کنید. می‌توانید آن را در هر زمان تغییر دهید

source: Welcome to ezeness life
ar: مرحبًا بك في عالم إيزي نِس
fa: به دنیای ایزنِس خوش آمدید

# firstSocialBusinessMediaApp
source: The first entertaining social business media app
ar: أول تطبيق اجتماعي ترفيهي للأعمال
fa: اولین اپلیکیشن سرگرم‌کننده رسانه اجتماعی کسب‌وکار

# ezenessCreatesOpportunities
source: ezeness creates opportunities for every individual and businesses, small retailers and service providers can now have full option social media + e-commerce features for free on a single platform
ar: إيزي نِس يخلق الفرص لكل فرد وكل شركة. يمكن الآن لبائعي التجزئة الصغار ومقدمي الخدمات الحصول على ميزات وسائل التواصل الاجتماعي والتجارة الإلكترونية مجانًا على منصة واحدة
fa: ایزنِس فرصت‌هایی برای هر فرد و کسب‌وکاری ایجاد می‌کند. خرده‌فروشان کوچک و ارائه‌دهندگان خدمات اکنون می‌توانند به‌صورت رایگان ویژگی‌های کامل رسانه اجتماعی + تجارت الکترونیک را در یک پلتفرم واحد داشته باشند

# dontWaitOpenBusiness
source: So don't wait, open your business and start your income now
ar: لذا لا تنتظر، افتح عملك وابدأ دخلك الآن
fa: پس منتظر نمانید، کسب‌وکار خود را باز کنید و همین حالا درآمد خود را شروع کنید

source: Log in / Signup
ar: تسجيل الدخول / التسجيل
fa: ورود / ثبت‌نام

# selectOnlineShopPlanOption
source: Select an online shop plan option that's suits you, to enter the next level of ezeness life
ar: اختر خيار خطة متجر على الإنترنت يناسبك، للدخول إلى المستوى التالي من حياة ezeness
fa: یک گزینه از طرح فروشگاه آنلاین را انتخاب کنید که مناسب شما باشد، تا وارد سطح بعدی زندگی ezeness شوید

source: Select Your Country
ar: اختر مدينتك

source: Country
ar: المدينة

source: Authorization
ar: المصادقة
fa: مجوز

source: Continue as Guest
ar: متابعة كضيف
fa: ادامه به عنوان مهمان

source: Do You have invitation code?
ar: هل لديك رمز دعوة؟
fa: آیا کد دعوت دارید؟

# enterYourInvitationCode
source: Enter your invitation code below to continue or tap I don't have invitation code to register without invitation code
ar: أدخل رمز الدعوة أدناه للمتابعة أو اضغط على لا أملك رمز دعوة للتسجيل بدون رمز دعوة
fa: کد دعوت خود را در زیر وارد کنید تا ادامه دهید یا روی ندارم کد دعوت ضربه بزنید تا بدون کد دعوت ثبت نام کنید

source: Add pro invite group
ar: إضافة مجموعة دعوة للمحترفين
fa: افزودن گروه دعوت حرفه‌ای

# tapToConnect
source: Tap to Connect to people around you
ar: اضغط للتواصل مع الأشخاص من حولك
fa: برای اتصال به افراد اطراف خود ضربه بزنید

source: Kids Lock
ar: قفل الأطفال
fa: قفل کودک

source: Location is off
ar: الموقع مغلق
fa: مکان خاموش است

source: Lift Up Post
ar: اشر الى منشورات

source: LiftUp Posts
ar: المنشورات المشار اليها

source: Lift Up Profile
ar: اشر الى اشخاص

source: LiftUp Profiles
ar: الأشخاص المشار اليها

# privacyAndSecurity
source: Privacy & Security
ar: الخصوصية والأمن

source: Interested
ar: مهتم
fa: علاقه‌مند

source: Inspire
ar: الهام

# bestSeller
source: Best Sellers
ar: افضل البائعين

# confirmKidsContent
source: Are you sure the content is made for kids?
ar: هل أنت متأكد أن المحتوى مخصص للأطفال؟
fa: آیا مطمئن هستید که محتوا برای کودکان ساخته شده است؟

# confirmIslamicContent
source: Are you sure the content is Islamic?
ar: هل أنت متأكد أن المحتوى إسلامي؟
fa: آیا مطمئن هستید که محتوا اسلامی است؟

# confirmSubmitForReview
source: If you confirm the submit, your post goes for review.
ar: إذا أكدت الإرسال، سيذهب منشورك للمراجعة.
fa: اگر ارسال را تأیید کنید، پست شما برای بررسی ارسال می‌شود.

source: About
fa: درباره

source: Business
fa: کسب و کار

source: Zipper Number
fa: کد پستی

source: Carry Method
fa: روش حمل
